/*
お届け先登録フォームに入力された各値をチェックして、結果を表示してください。
『HTML』で下記の入力フォームを作り結果を表示しましょう。
———————————
・お名前
姓：[]名：[]←入力部、フォーカスが外れたら入力チェック（バリデーション）を行ってください
ここにエラー表示←入力チェックにエラーがある場合はここに表示

・お名前（ヨミガナ）
姓（セイ）：[]名（メイ）：[]←入力部、フォーカスが外れたら入力チェック（バリデーション）を行ってください
ここにエラー表示←入力チェックにエラーがある場合はここに表示

・お住まい
郵便番号：[]-[]←入力部、フォーカスが外れたら入力チェック（バリデーション）を行ってください
ここにエラー表示←入力チェックにエラーがある場合はここに表示
都道府県：[]▼※セレクトボックス←入力部、フォーカスが外れたら入力チェック（バリデーション）を行ってください
ここにエラー表示←入力チェックにエラーがある場合はここに表示
市区町村：[]←入力部、フォーカスが外れたら入力チェック（バリデーション）を行ってください
ここにエラー表示←入力チェックにエラーがある場合はここに表示
番地：[]←入力部、フォーカスが外れたら入力チェック（バリデーション）を行ってください
ここにエラー表示←入力チェックにエラーがある場合はここに表示
ビル、マンション名：[]←入力部、フォーカスが外れたら入力チェック（バリデーション）を行ってください
ここにエラー表示←入力チェックにエラーがある場合はここに表示

・電話番号：
[]-[]-[]←入力チェックにエラーがある場合はここに表示
ここにエラー表示←入力チェックにエラーがある場合はここに表示

[送信]←ボタンをクリックしたら答えを表示する(※ボタンは、エラーなど入力がきちんとされていない場合は押せないようにして下さい)

「送信準備完了」をアラートで表示してください
———————————

「javascript_general_mission_2_2.js」ファイルを作成して解答してください。
*/
